Repository: common-repository/buzz-comments
Catalog: locale/buzzComments-*.po
Languages: de_de, he_il

source: Cache cleared.
he_il: זיכרון המטמון נוקה.

source: Google Profile E-Mail
he_il: הדוא"ל של הפרופיל בגוגל

source: e.g.
de_de: z.B.
he_il: לדוגמה

source: Author's User ID
he_il: מזהה המחבר

source: If you write a comment on Buzz, the comment would appear with the avatar and name of the selected Wordpress user.
he_il: אם אתה מגיב בבאזז, התגובה תופיע עם האווטאר והשם של המשתמש בוורדפרס.

source: Custom Buzz Avatar
de_de: Eigener Buzz Avatar
he_il: אווטאר מותאם אישית לבאזז

source: The path to an image relative to your wp-content directory. e.g. %s for the file %s.
de_de: Der Pfad zu einem Bild relativ zum wp-content Verzeichnis. z.B. %s für die Datei %s.
he_il: המסלול היחסי לספריית wp-content. לדוגמה %s עבור הקובץ %s.

source: Add Buzz Note after Comment
he_il: להוסיף הודעת גוגל באזז אחרי התגובה

source: When you've activated threaded comments, the "reply" link will be replaced with text stating that the reply was originally posted on Buzz. If threaded comment mode is deactivated in Wordpress, this note instead gets added to the comment itself. Activate this setting to force this note to always be added to the comment, regardless of threaded mode.
he_il: כאשר תגובות משורשרות פועלות, הכפתור "להגיב" יוחלף בכיתוב האומר כי מקור התגובה הוא בבאזז. במידה ותגובות משורשרות אינן פעילות, הודעה זו תתווסף לתגובה עצמה. ניתן לסמן אפשרות זאת בכדי להוסיף תמיד את הכיתוב ללא קשר למצב התגובות המשורשרות.

source: Debug Mode
he_il: מצב ניפוי שגיאות

source: If you've problems with the plugin, please <a href="http://code.google.com/p/wpbuzzcomments/issues/list">open a ticket</a>. Sometimes the bug can be fixed much faster, with this option enabled. This option does <b>neither</b> display any security critical information, <b>nor</b> will the debug information be displayed for normal users. You should keep this option disabled, when it isn't needed anyhow.
he_il: במידה ונתקלת בבעיות בתוסף, ניתן <a href="http://code.google.com/p/wpbuzzcomments/issues/list">לפתוח כרטיס תקלה</a>. לפעמים תקלות ניתנות לתיקון מהר יותר כאשר אפשרות זו מסומנת. אפשרות זו <b>לעולם לא</b> תציג מידע רגיש, <b>ולא</b> יוצג מידע למשתמשים רגילים. אין צורך לסמן אפשרות זאת כאשר אין בעיה.

source: Save Changes
he_il: לישמור שינויים

source: clear Cache
he_il: לנקות זיכרון מטמון

source: This comment was originally posted on Google Buzz.
de_de: Dieser Kommentar wurde ursprünglich auf Google Buzz veröffentlicht.
he_il: תגובה זו מקורה מגוגל באזז.

source: WP Buzz Comments configuration is not finished.
he_il: לא הסתיימה הגדרת תגובות באזז לוורדפרס.

source: You've at least to configure your &quot;Google Profile E-Mail&quot; in the <a href="%s">Buzz Comments configuration</a>.
he_il: עליך להגדיר לפחות את &quot;הדוא"ל של הפרופיל בגוגל&quot; בעמוד <a href="%s">ההגדרות של תגובות באזז</a>.

source: Author Google Profile
de_de: Google Profil des Autors

source: Cache Time Main View
de_de: Cache Zeit der Hauptanischt

source: Maximum time in minutes, the comment counts for the main view are cached.
de_de: Maximale Zeit in Minuten, nach der die Anzahl der Buzz Kommentare für die Hauptansicht gecached werden.

source: Cache Time Details
de_de: Cache Zeit der Detailansicht

source: Maximum time in minutes, the comments and comment counts on the detailed view are cached.
de_de: Maximale Zeit in Minuten, nach der die Anzahl der Buzz Kommentare und die Kommentare selbst für die Detailansicht gecached werden.

source: Authors User ID
de_de: Benutzer ID des Autors

source: If you set the &quot;Author Google Profile&quot; and the &quot;User ID&quot; settings your Buzz replys will be assigned to your blog user.
de_de: Wenn die Optionen &quot;Google Profil des Autors&quot; und &quot;Benutzer ID des Autors&quot; konfiguriert sind, werden die Buzz Kommentare des Autors mit seinem Blog Spitznamen und Avatar angezeigt.
